<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Main Language Lines
    |--------------------------------------------------------------------------
    */

    'short_description' => 'Заказ от поставщика за считанные минуты!',
    'browse_companies' => 'Найдите своего поставщика',

    'products' => 'Продукты',
    'home' => 'Начало',
    'logout' => 'Выйти',
    'catalog' => 'Каталог',
    'current_discounts' => 'Скидки',

    'client_login' => 'Логин клиента',
    'login' => 'Логин',
    'email' => 'Эл. адрес',
    'password' => 'Пароль',
    'confirm_password' => 'Подтвердите Пароль',
    'enter_email' => 'Введите ваш адрес электронной почты',
    'enter_password' => 'Введите ваш пароль',
    'change_password' => 'Изменить пароль',
    'remember_me' => 'Запомнить меня',

    'welcome' => 'Добро пожаловать',
    'welcome_change_password' => 'Для того, чтобы начать использовать эту программу, вы должны изменить свой пароль',
    'password_desc' => "Используйте надежный пароль, который содержит 8 или более букв, цифр или символов и который вы не используете в других местах.",
    'privacy_consent_1' => 'Нажимая НАЧАТЬ и используя эту программу, вы соглашаетесь с нашей ',
    'privacy_consent_2' => 'Пожалуйста, внимательно прочитайте его, прежде чем продолжить.',
    'privacy_policy' => 'Политика конфиденциальности',

    'hello' => 'Здравствуйте',

    'cant_log_in' => 'Не можете войти?',
    'login_problems' => 'Проблемы со входом',
    'forgot_password' => 'Забыли пароль?',
    'forgot_password_desc' => 'Свяжитесь с нами по wmp@wmp.local, чтобы запросить сброс пароля. Мы поможем вам войти в систему как можно скорее!',
    'dont_have_account' => "У вас нет аккаунта?",
    'dont_have_account_desc' => 'Свяжитесь с нами по wmp@wmp.local, чтобы запросить личный аккаунт WMP. Вы сможете просмотреть и заказать нашу продукцию в считанные минуты!',

    'password_not_secure' => 'Пароль не защищен! Длина пароля должна быть больше 8. Пароль должен содержать буквы и цифры.',
    'order_confirmation' => 'Ваш заказ (ЗАКАЗ :order) был успешно отправлен. Проверьте свою электронную почту (:email) для подтверждения.',

    'success' => 'Успех',
    'error' => 'Ошибка',
];